tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
brew "atuin"
brew "awscli"
brew "bat"
brew "bottom"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "czg"
brew "dog"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gcc@14"
brew "gh"
brew "git-delta"
brew "go"
brew "grex"
brew "helm"
brew "htmlq"
brew "jless"
brew "jq"
brew "just"
brew "k9s"
brew "krew"
brew "kubectx"
brew "lazygit"
brew "lolcat"
brew "lua"
brew "luajit"
brew "luarocks"
brew "macchina"
brew "neovim"
brew "onefetch"
brew "ouch"
brew "pngpaste"
brew "pnpm"
brew "procs"
brew "ripgrep"
brew "rust"
brew "sd"
brew "spark"
brew "speedtest-cli"
brew "sshpass"
brew "starship"
brew "tailspin"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "typos-cli"
brew "uv"
brew "xh"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "cursor"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "google-chrome"
cask "iina"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "keycastr"
cask "neteasemusic"
cask "obsidian"
cask "orbstack"
cask "paper"
cask "raycast"
cask "sf-symbols"
cask "slidepad"
cask "telegram"
cask "telegram-desktop"
cask "tencent-meeting"
cask "wechat"
cask "whatsapp"
vscode "anysphere.cursorpyright"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "coenraads.bracket-pair-colorizer-2"
vscode "eamodio.gitlens"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode.test-adapter-converter"
vscode "pinage404.git-extension-pack"
vscode "pinage404.rust-extension-pack"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "swellaby.vscode-rust-test-adapter"
vscode "tamasfe.even-better-toml"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wakatime.vscode-wakatime"
